export default {
  name: 'Менеджер посещаемости',
  tabs: ['Главная', 'Обзор', 'Календарь', 'Помощь'],

  months: [
    'Январь',
    'Февраль',
    'Март',
    'Апрель',
    'Май',
    'Июнь',
    'Июль',
    'Август',
    'Сентябрь',
    'Октябрь',
    'Ноябрь',
    'Декабрь',
  ],

  cancel: 'Отмена',
  ok: 'Ок',
  save: 'Сохранить',

  excused: 'со справкой',
  unexcused: 'без справки',
  
  addGroupDialog: {
    title: 'Новая группа',
    name: 'Название',
    newMember: 'Новый участник',
    addedMembers: 'Добавленные участники',
    empty: 'Список пуст.',
    info: 'Новых участников также можно добавить после создания группы.'
  },

  absences: {
    illness: 'Болезнь',
    doctor: 'Визит к врачу',
    conference: 'Конференция',
    private: 'Личное',
    family: 'Семейные обстоятельства',
    other: 'Другое'
  },

  more: 'еще'
};
